[
    {
        "name": "Ансамбль \"Экситон\"",
        "direction": "Хореографическое",
        "description": "Программа разработана на основе примерной программы для детских хореографических школ и хореографических отделений детских школ искусств. Предмет рассчитан на 5 лет обучения (с 1-го по 5-ый классы).. Ансамбль является основой обучения, фундаментом для освоения всего комплекса хореографических дисциплин, базируется на освоении программы по предмету «Ритмика и танец» для подготовительных классов (1 и 2 класс), в которую введено изучение первоначальных элементов классического танца.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 3,
        "created_at": "2025-07-23 10:42:16",
        "updated_at": "2025-09-03 07:34:00",
        "visibility": true
    },
    {
        "name": "Energy M",
        "direction": "Хореографическое",
        "description": "Танец – вид творчества, в котором художественный образ воплощается через музыкально-организованное движение. Особенность хореографического творчества в том, что содержание любого танцевального произведения раскрывается через пластику человеческого тела. Своими специфическими средствами оно создаёт конкретное сценическое действие и передаёт его внутреннее содержание. В основу создания данной программы положены принципы преемственности и синтеза основных хореографических дисциплин – классического и современного эстрадного танцев, партерной гимнастики, ритмики и гимнастики. Данная общеобразовательная общеразвивающая программа имеет художественную направленность, так как ориентирована на развитие творческих способностей ребенка средствами хореографии, формирование гармонично и всесторонне развитой личности в процессе овладения хореографическим творчеством. Движение и музыка, одновременно влияя на ребенка, формируют его эмоциональную сферу, координацию, музыкальность и артистичность, воздействуют на его двигательный аппарат, развивают слуховую, зрительную, моторную (или мышечную) память, учат благородным манерам. Занятия танцами воспитывают коммуникабельность, трудолюбие, умение добиваться поставленной цели, формирует эмоциональную культуру общения. Кроме того, они развивают ассоциативное мышление, побуждают к творчеству.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 4,
        "created_at": "2025-07-23 10:44:53",
        "updated_at": "2025-07-23 10:45:05",
        "visibility": true
    },
    {
        "name": "Ансамбль \"Юлион\"",
        "direction": "Хореографическое",
        "description": "Деятельность по программе «Современный эстрадный танец» обусловлена следующими факторами: - целью современного образования, в котором дополнительному образованию отводится одна из ведущих ролей в нравственно-эстетическом воспитании ребенка, удовлетворении его индивидуальных потребностей, развитии творческого потенциала, адаптации в современном обществе, повышении занятости детей в свободное время; - особенностью современной ситуации, когда танцевальному творчеству отводится значимая роль в воспитании подрастающего поколения, в формировании его мировоззрения на лучших и достойных подражания образцах российской и мировой танцевальной культуры. Результаты исследования образа жизни детей дают основания говорить о возникновении угрожающей общемировой тенденции – недостаточной физической активности и малоподвижном образе жизни. Дети смотрят телевизор или сидят за компьютером более трех часов в сутки. Развитие детей именно в дошкольном и младшем школьном возрасте имеет решающее значение для формирования прочного фундамента физического и психического здоровья. В этот период происходит наиболее интенсивное развитие и рост организма, формируется характер, базовые жизненные ценности и черты личности. Ребенок, который умеет танцевать, развивается быстрее и гармоничнее своих сверстников.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "45 минут",
        "id": 5,
        "created_at": "2025-07-23 10:45:44",
        "updated_at": "2025-09-03 07:09:57",
        "visibility": true
    },
    {
        "name": "Танцы народов мира",
        "direction": "Хореографическое",
        "description": "На современном этапе развития российское общество осознало необходимость духовного и нравственно-эстетического возрождения России через усиление роли эстетического образования подрастающего поколения, что повлекло за собой повышение интереса к созданию и реализации программ сориентированных на изучение культуры, истории и искусства, изучение творчества народов востока и охрану здоровья детей.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 6,
        "created_at": "2025-07-23 10:47:02",
        "updated_at": "2025-09-03 07:09:58",
        "visibility": true
    },
    {
        "name": "Караоке холл",
        "direction": "Вокальное",
        "description": "Вокальному воспитанию придаётся особо важное значение, т.к. пение является одним из самых доступных и естественных видов творческой деятельности и именно здесь закладываются первые навыки индивидуального труда: умение творчески подходить к постановке и решению задач, воспитывается организованность, ответственность, добросовестность и умение работать как индивидуально (самостоятельно), так и в коллективе, что играет немаловажную роль в процессе социализации и выработке позитивных личностных качеств ребёнка. Пение является весьма действенным методом эстетического воспитания.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 7,
        "created_at": "2025-07-23 10:47:49",
        "updated_at": "2025-09-03 07:09:58",
        "visibility": true
    },
    {
        "name": "Резонанс",
        "direction": "Вокальное",
        "description": "Вокальному воспитанию придаётся особо важное значение, т.к. пение является одним из самых доступных и естественных видов творческой деятельности и именно здесь закладываются первые навыки индивидуального труда: умение творчески подходить к постановке и решению задач, воспитывается организованность, ответственность, добросовестность и умение работать как индивидуально (самостоятельно), так и в коллективе, что играет немаловажную роль в процессе социализации и выработке позитивных личностных качеств ребёнка. Пение является весьма действенным методом эстетического воспитания. В процессе изучения курса сольного эстрадного пения дети осваивают основы вокального исполнительства, развивают художественный вкус, расширяют свой кругозор. Актуальность предлагаемой программы определяется запросом со стороны детей и их родителей на программы художественного развития школьников, материально-технические условия, для реализации которых имеются в нашей школе.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 8,
        "created_at": "2025-07-23 10:48:41",
        "updated_at": "2025-09-03 07:09:59",
        "visibility": true
    },
    {
        "name": "Хореография современная \"Флеш данс\"",
        "direction": "Хореографическое",
        "description": "Изучая культуру современного танца, у детей формируется эстетические и нравственные ценности. Благодаря использованию методов и приёмов, развивающих танцевальное творчество (словесных, наглядных, практических, танцевальной импровизации, художественного перевоплощения и т.д.), педагогических принципов гуманизации образования, личностно-ориентированного подхода, учёта возрастных особенностей детей, открываются более широкие перспективы для их самоопределения и самореализации.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 9,
        "created_at": "2025-07-23 10:49:21",
        "updated_at": "2025-09-03 07:10:00",
        "visibility": true
    },
    {
        "name": "Шахматы \"Ферзь\"",
        "direction": "Другое",
        "description": "Современная концепция общего образования во главу угла ставит идею развития личности ребенка, формирования его творческих способностей, воспитания важных личностных качеств. Всему этому и многому другому в значительной степени способствует обучение игре в шахматы. Шахматы – это не только игра, доставляющая детям много радости, удовольствия, но и эффективное средство их умственного развития. Игра в шахматы развивает навыки самоорганизации, умение ориентироваться в быстро меняющейся ситуации, прививает чувство ответственности за принятое решение. Еще более важным в наше время является то, что с помощью шахмат человек может научиться держать себя в руках в самых разных жизненных ситуациях, поскольку в этой игре каждый имеет возможность, как почувствовать вкус победы, так и ощутить горечь поражения. Кроме того, шахматы учат противостоять психологическому давлению соперника. Именно этот опыт позволяет человеку безболезненно переносить любые жизненные испытания. Процесс обучения азам шахматной игры способствует развитию аналитико-синтетической деятельности, мышления, суждений, умозаключений. Игра в шахматы учит запоминать, сравнивать, обобщать, предвидеть результаты своей деятельности. Они содействует формированию таких ценнейших качеств, как усидчивость, внимательность, самостоятельность, терпеливость, гибкость, собранность, изобретательность и др.",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 10,
        "created_at": "2025-07-23 10:50:25",
        "visibility": true,
        "updated_at": "2025-09-03 07:10:00"
    },
    {
        "name": "Золотые ручки",
        "direction": "Декоративно-прикладное творчество",
        "description": "Учащиеся смогут приобрести навыки художественного творчества, получат представление о пропорциях, выразительности форм, отделки, декоративных свойствах материалов. Очень важно, чтобы в игрушках проявилась фантазия детей, выдумка, чувство юмора. Самодельная игрушка из ткани и мехового лоскута все чаще входит в разряд современных сувениров. Простота изготовления, яркая декоративность этих игрушек завоевала симпатии детей и взрослых. И как показывает практика, увлечение ребят поначалу лишь непосредственно изготовление игрушек перерастает затем, незаметно для них самих, в желание творить самостоятельно.",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 11,
        "created_at": "2025-07-23 10:51:07",
        "visibility": true,
        "updated_at": "2025-09-03 07:10:01"
    },
    {
        "name": "Золотые ручки. Мягкая игрушка - шитье",
        "direction": "Декоративно-прикладное творчество",
        "description": "Программа «Золотые ручки. Мягкая игрушка — Шитьё» направлена на трудовое, эстетическое воспитание ребёнка, способствует развитию творческой активности и художественных способностей детей. Учащиеся смогут приобрести навыки художественного творчества, получат представление о пропорциях, выразительности форм, отделки, декоративных свойствах материалов. Очень важно, чтобы в игрушках проявилась фантазия детей, выдумка, чувство юмора. Самодельная игрушка из ткани и мехового лоскута все чаще входит в разряд современных сувениров. Простота изготовления, яркая декоративность этих игрушек завоевала симпатии детей и взрослых. И как показывает практика, увлечение ребят поначалу лишь непосредственно изготовление игрушек перерастает затем, незаметно для них самих, в желание творить самостоятельно. Программа «Золотые ручки. Мягкая игрушка — Шитьё» составлена на основе знаний возрастных, психолого-педагогических, физических особенностей детей, опираясь на личность ребёнка в соответствии с социальными условиями жизни, адаптацией в коллективе, личностными качествами, индивидуальными склонностями, задатками, характером.",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 12,
        "created_at": "2025-07-23 10:51:37",
        "visibility": true,
        "updated_at": "2025-09-03 07:10:02"
    },
    {
        "name": "Занимательный русский",
        "direction": "Другое",
        "description": "Данная программа предназначена для того, чтобы при обучении основное внимание было направлено на всестороннее изучение языка и его особенностей, а также особенное внимание уделяется тем разделам языка, где конкретные обучающиеся имеют пробелы в знаниях (составление индивидуальных образовательных маршрутов). На занятиях предусмотрена работа по углубленному изучению некоторых разделов языка. Актуальность данной программы обусловлена необходимостью через дополнительное образование прививать детям любовь к русскому литературному языку, совершенствуя орфографическую и пунктуационную грамотность, способствовать формированию у школьников общекультурных, коммуникативных и социальных навыков, которые необходимы им для успешного интеллектуального развития в современном обществе, так как в настоящее время возросли требования к общей языковой культуре школьника. Практико-ориентированная направленность данной программы, основанная на привлечении обучающихся к выполнению творческих (занимательных) заданий, способствует их успешной мотивации на изучение русского языка, реализации интеллектуальных и творческих способностей.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 13,
        "created_at": "2025-07-23 10:52:07",
        "updated_at": "2025-09-03 07:09:55",
        "visibility": true
    },
    {
        "name": "Пиши без ошибки",
        "direction": "Другое",
        "description": "Данная программа предназначена для того, чтобы при обучении основное внимание было направлено на всестороннее изучение языка и его особенностей, а также особенное внимание уделяется тем разделам языка, где конкретные обучающиеся имеют пробелы в знаниях (составление индивидуальных образовательных маршрутов). На занятиях предусмотрена работа по углубленному изучению некоторых разделов языка. Актуальность данной программы обусловлена необходимостью через дополнительное образование прививать детям любовь к русскому литературному языку, совершенствуя орфографическую и пунктуационную грамотность, способствовать формированию у школьников общекультурных, коммуникативных и социальных навыков, которые необходимы им для успешного интеллектуального развития в современном обществе, так как в настоящее время возросли требования к общей языковой культуре школьника. Практико-ориентированная направленность данной программы, основанная на привлечении обучающихся к выполнению творческих (занимательных) заданий, способствует их успешной мотивации на изучение русского языка, реализации интеллектуальных и творческих способностей.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 14,
        "created_at": "2025-07-23 10:54:20",
        "updated_at": "2025-09-03 07:09:54",
        "visibility": true
    },
    {
        "name": "Ансамбль \"Ля Мажор\"",
        "direction": "Вокал",
        "description": "Обучение вокальному искусству предполагает комплексный подход для реализации творческого самовыражения ребенка: выявление музыкальных способностей, последовательная работа над развитием вокальных навыков с элементами актерского мастерства и хореографии. Способствует формированию духовно-нравственной, эстетической и духовной культуры обучающихся. Коллектив активно участвует в концертно – просветительской и конкурсной деятельности, способствуя самореализации и самоутверждению ребенка, раскрытию творческого потенциала личности. Индивидуальная, групповая и коллективная формы решения интонационно-творческих задач приобщают учащихся к культуре художественного диалога, формируют умения сотрудничать в достижении общей художественной цели.",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 15,
        "created_at": "2025-07-23 10:55:01",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:53"
    },
    {
        "name": "Олимпийская зарядка",
        "direction": "Другое",
        "description": "Занятия легкой атлетикой имеют оздоровительное значение: положительно влияют на развитие всех органов и систем человеческого организма (например, прыжки и метания крепят мышцы, опорно-двигательный аппарат). Таким образом, с помощью легкоатлетических упражнений, при условии их регулярности, полностью решается задание гармоничного физического развития школьников всех возрастных групп.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 16,
        "created_at": "2025-07-23 10:55:37",
        "updated_at": "2025-09-03 07:09:52",
        "visibility": true
    },
    {
        "name": "Ноги боги",
        "direction": "Другое",
        "description": "Легкая атлетика – один из основных и наиболее массовых видов спорта. Основой легкой атлетики являются естественные движения человека. Занятия легкой атлетикой способствуют всестороннему физическому развитию, укреплению здоровья детей. Популярность и массовость легкой атлетики объясняются общедоступностью и большим разнообразием легкоатлетических упражнений, простотой техники выполнения, возможностью варьировать нагрузку и проводить занятия в любое время года не только на спортивных площадках, но и в естественных условиях. Занятия легкой атлетикой имеют оздоровительное значение: положительно влияют на развитие всех органов и систем человеческого организма (например, прыжки и метания крепят мышцы, опорно-двигательный аппарат). Таким образом, с помощью легкоатлетических упражнений, при условии их регулярности, полностью решается задание гармоничного физического развития школьников всех возрастных групп.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 17,
        "created_at": "2025-07-23 10:56:41",
        "updated_at": "2025-09-03 07:09:51",
        "visibility": true
    },
    {
        "name": "Атлетика",
        "direction": "Другое",
        "description": "Основная задача подготовительного периода — подготовить команду к успешному выступлению в предстоящих соревнованиях. В ходе занятий проводится комплектование игроков в состав команды, отрабатываются новые приемы техники и тактики, которые намечается применять в соревновательном периоде.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 18,
        "created_at": "2025-07-23 10:57:42",
        "updated_at": "2025-09-03 07:09:51",
        "visibility": true
    },
    {
        "name": "Шашки - Стратегия",
        "direction": "Другое",
        "description": "Отличительной особенностью данной программы является акцент на начальную подготовку детей дошкольного возраста, начинающих играть в шашки с «нуля», и следовательно, более общее изложение основных положений без излишней детализации,что обеспечит основу для дальнейшего обучения. Новизна программы заключается в применении методики обучения игре в шашки на основе игровой мотивации дошкольников. На занятиях используются мягкие игрушки, которые выступают в роли героев, обучающих игре, предлагающих логические задачки и т.д. Вводные занятия посвящаются погружению в образовательную деятельность: знакомство с шашечной доской, изучение горизонтальных и вертикальных полей шашечной доски, составление доски из карточек-линий и т.д Программа «Шашки - Стратегия» – это интеллектуальный спорт, в котором каждый стремится к победе. Игровые ситуации с остроконфликтными драматическими моментами мобилизуют все силы играющего. Научно-техническая революция создала огромные скорости, сложнейшую технику и поток информации. Это предъявляет повышенные требования к силе психических процессов у обслуживающего персонала. Естественно, что возник социальный «заказ», воспитать у таких работников психическую устойчивость, выносливость и надежность для безошибочной работы. Эти качества трудно воспитать в зрелом возрасте. Тренировку нужно начинать с детства, постепенно увеличивая нагрузку. Именно настольные игры и шашки способствуют решению поставленной задачи.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 19,
        "created_at": "2025-07-23 10:58:17",
        "updated_at": "2025-09-03 07:09:50",
        "visibility": true
    },
    {
        "name": "\"Лето на ладошке\" Бумаго-пластика",
        "direction": "Декоративно-прикладное",
        "description": "Дополнительная общеобразовательная программа «Лето на ладошке» ориентирована на самореализацию учащихся в художественной деятельности, развитие художественных способностей в области декоративно-прикладного творчества. Программа предполагает получение обучающимися практических навыков лепки и декорирования предметов быта, интерьерных украшений, сувениров, игрушек. Программа включает возможность освоения следующих специализированных знаний: · работа с различными видами керамических масс и другими пластичными материалами (папье-маше и др.) · работа с современными художественными материалами для декорирования поверхностей (акриловые краски и др.).",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 20,
        "created_at": "2025-07-23 10:58:59",
        "updated_at": "2025-09-03 07:09:50",
        "visibility": true
    },
    {
        "name": "Мастерская сказок",
        "direction": "Декоративно-прикладное творчество",
        "description": "Техника лепки из глины очень богата и разнообразна, но при этом доступна маленьким детям. Она дает удивительную возможность отражать мир и свое представление о нем в пространственно-пластических образах. Лепка из глины – самый осязаемый вид художественного творчества. Ребенок видит то, что создал, трогает, берет в руки и по мере необходимости изменяет. Но самое важное и ценное заключается в том, что лепка наряду с другими видами изобразительного искусства развивает ребенка эстетически. Он учится видеть, чувствовать, оценивать и созидать по законам красоты. Работа с глиной в разных техниках расширяет круг возможностей детей, развивает пространственное воображение, творческие способности. Открытие в себе индивидуальности поможет ребенку реализовать себя в учебе, творчестве и в общении с другими. Дополнительная общеобразовательная программа ориентирована на самореализацию учащихся в художественной деятельности, развитие художественных способностей в области декоративно-прикладного творчества. Программа предполагает получение обучающимися практических навыков лепки и декорирования предметов быта, интерьерных украшений, сувениров, игрушек. Программа включает возможность освоения следующих специализированных знаний: · работа с различными видами керамических масс и другими пластичными материалами (папье-маше и др.) · работа с современными художественными материалами для декорирования поверхностей (акриловые краски и др.).",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 21,
        "created_at": "2025-07-23 11:00:04",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:45"
    },
    {
        "name": "Театральное мастерство \"Крылья\"",
        "direction": "Театральное",
        "description": "В настоящий момент актуальным является разнообразное использование театрального творчества учеников. Введение преподавания театрального искусства в сфере образования способно эффективно повлиять на воспитательно-образовательный процесс. Сплочение коллектива, расширение культурного диапазона учеников и учителей, повышение культуры поведения – все это, возможно, осуществлять через обучение и творчество на театральных занятиях",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 22,
        "created_at": "2025-07-23 11:00:56",
        "updated_at": "2025-09-03 07:09:44",
        "visibility": true
    },
    {
        "name": "Арт-Лаборатория",
        "direction": "Изобразительное искусство",
        "description": "Актуальность и педагогическая целесообразность программы: Специфика искусства, особенности языка различных его видов делают художественную деятельность уникальным средством воспитания, обучения и развития. На занятиях по данной программе мир природы выступает как предмет пристального наблюдения и как средство эмоционально-образного воздействия на творческую деятельность воспитанников. Приобретая практические умения и навыки в области художественного творчества, дети получают возможность создавать нечто новое своими силами. Занятия детей изобразительным искусством развивают умение наблюдать, анализировать, запоминать, учат понимать прекрасное. Данная программа создает условия для формирования таких личностных качеств, как уверенность в себе, доброжелательное отношение к сверстникам, умение радоваться успехам товарищей, способность работать в группе. Знакомство детей с окружающими предметами, многообразием их форм, цвета, величины и других особенностей, расширяет круг зрительных впечатлений и способствует более точному и полному представлению о натуре. Во время рисования учащийся внимательно изучает форму объектов, их строение, пропорции, расположение в пространстве, цветовые и тоновые отношения, и приучается к многостороннему углубленному и точному их восприятию. Изобразительное искусство с элементами декоративно-прикладного искусства, как целостный курс, включает в себя: живопись, графику, пластику малых форм. Такой комплекс направлений позволяет всесторонне развиваться творческим способностям ребенка (воображению и фантазии, пространственному мышлению, вкусу), а также дает возможность обучающимся приобрести умения и навыки работы с различными художественными материалами.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 23,
        "created_at": "2025-07-23 11:01:51",
        "updated_at": "2025-09-03 07:09:43",
        "visibility": true
    },
    {
        "name": "ИЗОтворчество",
        "direction": "Изобразительное искусство",
        "description": "Преподавание изобразительного искусства просто необходимо. Ведь именно оно раскрывает ребенку мир реально существующей гармонии, развивает чувство красоты форм и красок окружающего мира, творческие способности и фантазии. Без овладения необходимыми основами изобразительной грамоты не может быть полноценного эстетического воспитания и художественного образования.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 24,
        "created_at": "2025-07-23 11:03:04",
        "updated_at": "2025-09-03 07:09:43",
        "visibility": true
    },
    {
        "name": "История искусств: от Древности до Современности.",
        "direction": "Изобразительное искусство",
        "description": "Программа предназначена для обучения детей, интересующихся изобразительным искусством. Уровень Программы – базовый. «Счастлив тот, кто может разглядеть красоту в обычных вещах, там, где другие ничего не видят! Все — прекрасно, достаточно лишь уметь присмотреться». (Камиль Писсаро, художник).Человек с творческими способностями может видеть необычное, прекрасное в абсолютно обыденных вещах, создать нечто новое, оригинальное. Здесь требуются особые качества ума, такие как наблюдательность, умение сопоставлять и анализировать, комбинировать и моделировать, находить связи и закономерности – всё то, что в совокупности и составляет творческие способности. Программа «История искусств: от Древности до Современности» направлена на овладение духовными и культурными ценностями народов мира; воспитание и развитие у учащихся личностных качеств, позволяющих уважать и принимать духовные и культурные ценности разных народов; формирование у учащихся эстетических взглядов, нравственных установок и потребности общения с духовными ценностями",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 25,
        "created_at": "2025-07-23 11:03:51",
        "updated_at": "2025-09-03 07:09:42",
        "visibility": true
    },
    {
        "name": "Творческая мастерская \"Эстамп\"",
        "direction": "Изобразительное искусство",
        "description": "В процессе обучения учащиеся получают знания о простейших закономерностях строения формы, цветоведении, композиции, декоративной стилизации форм, правилах рисования, а также о разнообразных технологиях изобразительного искусства. Обучение изобразительному искусству опирается на основу классических традиций в отечественном художественном образовании, при этом учитываются современные образовательные стандарты, а также возраст и способности учащихся. В системе эстетического воспитания подрастающего поколения особая роль принадлежит изобразительному искусству. Умение видеть и понимать красоту окружающего мира, способствует воспитанию культуры чувств, развитию художественно-эстетического вкуса, трудовой и творческой активности, воспитывает целеустремленность, усидчивость, чувство взаимопомощи, дает возможность творческой самореализации личности.",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 26,
        "created_at": "2025-07-23 11:04:57",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:41"
    },
    {
        "name": "SportDance",
        "direction": "Хореографическое",
        "description": "Спортивные танцы относятся к сложным видам спорта - здесь нет результатов, выраженных в секундах, метрах и т.п. Основными показателями уровня мастерства являются эстетическое впечатление от танца у зрителей и оценка судейской коллегии. Тем не менее, на сегодняшний день определены совершенно четкие критерии требований, предъявляемых спортсменам. Как показывает международная практика танцевального спорта, умение выражать эмоции, настроение через танец приходит только при освоении технических требований, разработанных Международной Ассоциацией Спортивного Танца. Танец - вид искусства, в котором художественные образы создаются средствами пластических движений и ритмически четкой и непрерывной смены выразительных положений человеческого тела. Танец неразрывно связан с музыкой, эмоционально-образное содержание которой находит свое воплощение в его хореографической композиции, движениях, фигурах. Бальные танцы - группа парных танцев, имеющая народные истоки и исполняемая на вечерах, балах, соревнованиях, которые проводятся в помещениях застеленных, как правило, паркетом, в специальной танцевальной обуви. Из огромного разнообразия как элитных (историко-бытовых), так и народных танцев в группу бальных попали танцы, характеризующиеся 2 признаками: все бальные танцы являются парными; пару составляют мужчина и женщина, танцующие с соблюдением физического контакта. В последние годы стали популярны спортивно-бальные танцы в категории «соло», девочки так же исполняют две программы (европейскую и латиноамериканскую), занимаясь и участвуя в соревнованиях по одному дамы так же развиваются физически, улучшают состояние здоровья и формируются как личность.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 27,
        "created_at": "2025-07-23 11:05:23",
        "updated_at": "2025-09-03 07:09:40",
        "visibility": true
    },
    {
        "name": "Основы танцевального мастерства. Хип-хоп",
        "direction": "Хореографическое",
        "description": "Изучая культуру современного танца, у детей формируется эстетические и нравственные ценности. Благодаря использованию методов и приёмов, развивающих танцевальное творчество (словесных, наглядных, практических, танцевальной импровизации, художественного перевоплощения и т.д.), педагогических принципов гуманизации образования, личностно-ориентированного подхода, учёта возрастных особенностей детей, открываются более широкие перспективы для их самоопределения и самореализации",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 28,
        "created_at": "2025-07-23 11:06:05",
        "updated_at": "2025-09-03 07:09:39",
        "visibility": true
    },
    {
        "name": "Юнармеец",
        "direction": "Другое",
        "description": "«Патриотическое воспитание граждан Российской Федерации», Национальной доктрине образования в Российской Федерации о воспитании гражданина: «Система образования призвана обеспечить... воспитание патриотов России, граждан правового, демократического, социального государства, уважающих права и свободу личности и обладающих высокой нравственностью...» и нормативных документов Всероссийского детско-юношеского военно- патриотическое общественное движение «ЮНАРМИЯ». Содержание программы направлено также на формирование физической культуры обучающихся как части общей культуры, базирующейся на системе нравственных ценностей, определенных в Концепции духовно-нравственного развития и воспитания личности гражданина России. Программа ориентирована на социальный заказ обучающихся и родителей к подготовке будущих защитников Отечества, у детей формируются личностные качества, знания, умения и навыки необходимые на службе в Вооруженных Силах Российской Федерации, способствует личностному развитию подростка, укреплению его физического здоровья, профессиональному самоопределению детей, их адаптации к жизни в обществе.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 29,
        "created_at": "2025-07-23 11:06:47",
        "updated_at": "2025-09-03 07:09:35",
        "visibility": true
    },
    {
        "name": "Спортивная акробатика",
        "direction": "Хореографическое",
        "description": "Спортивная акробатика - один из популярных и зрелищных видов спорта, относится (по классификации) к сложно-координационным видам спорта, которые предъявляют к занимающимся очень высокие специфические требования. В спортивной акробатике выделяют пять дисциплин: мужские группы, женские группы, смешанные пары, мужские пары, женские пары. В каждой дисциплине спортсмены выполняют три вида соревновательных упражнения — балансовое, вольтижное и комбинированное. Для качественного обучения воспитанников необходимо давать глубокую теоретическую базу тактико- технического мастерства при обучении приемам в групповой спортивной акробатике. Обучение движениям в видах спорта со сложной координационной структурой представляет центральную проблему педагогического процесса. Особенно актуально совершенствование теоретических и методических основ обучения акробатическим, гимнастическим упражнениям. Высокое техническое мастерство требует более детального подхода на всех этапах многолетней подготовки. При этом, исключительно быстро прогрессирует сложность и структурное разнообразие типа движений, протекающих в различных условиях поддержания статодинамической устойчивости (СДУ): на плечах и руках спортсменов-партнеров, на ограниченной и подвижной опорах, при резкой смене точек баланса, ограниченном зрительном контроле, на высоте и др. Для более эффективного процесса реализации технической подготовки в групповой акробатике необходима разработка системы обучения спортивным движениям в сложных условиях поддержания статодинамической устойчивости (СУСДУ) тела спортсмена и системы тел. Кроме этого в педагогическом процессе необходимо отрабатывать и развивать с воспитанниками «гибкие методики и технологии» для ее функционирования системы в целом.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 30,
        "created_at": "2025-07-23 11:07:29",
        "updated_at": "2025-09-03 07:09:35",
        "visibility": true
    },
    {
        "name": "Говори! Сочиняй! Слушай! Убеждай",
        "direction": "Другое",
        "description": "Программа «Говори! Сочиняй! Слушай! Убеждай» представляет собой уникальный подход к развитию ораторских навыков у детей и подростков. Её новизна заключается в комплексном сочетании практических упражнений и творческих методик, направленных на формирование не только уверенности в публичных выступлениях, но и на развитие ключевых коммуникативных компетенций, таких как умение выражать свои мысли, слушать и убеждать. Особенностью программы является интеграция элементов сочинительства и сторителлинга, что позволяет учащимся не просто изучать основы ораторского искусства, но и развивать воображение, креативное мышление и способность создавать увлекательные тексты. В рамках курса используются современные методы, включая работу с интерактивными заданиями, групповыми проектами и моделированием реальных коммуникативных ситуаций. Еще одной инновационной составляющей программы является акцент на развитие навыков активного слушания и взаимодействия. Учащиеся учатся не только говорить, но и эффективно воспринимать информацию, анализировать её и выстраивать убедительную аргументацию. Благодаря своему комплексному и творческому подходу, программа «Говори! Сочиняй! Слушай! Убеждай» создает условия для всестороннего развития личности и успешной адаптации учащихся в современном мире, где навыки общения играют ключевую роль.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 31,
        "created_at": "2025-07-23 11:08:09",
        "updated_at": "2025-09-03 07:09:34",
        "visibility": true
    },
    {
        "name": "Спортивно-бальные танцы. Sportdance.",
        "direction": "Хореографическое",
        "description": "Спортивно-бальные танцы сочетают в себе средства музыкального, пластического, спортивно-физического, этического и художественно-эстетического развития и образования. Понимание значения бальных танцев, как формы искусства, обладающей спортивными аспектами, способствовало образованию танцевального спорта, ставшего устойчивой эстетической единицей сегодняшнего дня. Основное достоинство спортивно-бальных танцев, как средства физического воспитания учащихся, заключается в том, что она располагает большим разнообразием физических упражнений и методов, при помощи которых можно оказывать положительное воздействие на организм ребенка, способствовать развитию двигательного аппарата и формировать необходимые двигательные навыки. За время обучения организм ребенка привыкает к физическим упражнениям, развивается и закрепляется гибкость, координация, точность движений тела.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 32,
        "created_at": "2025-07-23 11:08:52",
        "updated_at": "2025-09-03 07:09:33",
        "visibility": true
    },
    {
        "name": "Романтик",
        "direction": "Изобразительное искусство",
        "description": "Программа «Романтик» учит раскрывать души детей для красоты, учит смотреть на мир и видеть в нем неповторимое и удивительное. Она тесно соприкасается с литературой, историей, религией, философией. Огромнейшей задачей является воспитание человека – человека всесторонне и гармонически развитого. Важным здесь является необходимость эстетического воспитания подрастающего поколения. Преподавание изобразительного искусства просто необходимо. Ведь именно оно раскрывает ребенку мир реально существующей гармонии, развивает чувство красоты форм и красок окружающего мира, творческие способности и фантазии. Без овладения необходимыми основами изобразительной грамоты не может быть полноценного эстетического воспитания и художественного образования.",
        "age_group": "Смешанная",
        "price": "",
        "duration": "1 час 40 минут",
        "id": 33,
        "created_at": "2025-07-23 11:09:47",
        "updated_at": "2025-09-03 07:09:32",
        "visibility": true
    },
    {
        "name": "Мода из народа",
        "direction": "Декоративно-прикладное творчество",
        "description": "Актуальность программы - как вид декоративно-прикладного искусства вышивка тесно связано с жизнью человека. Программа помогает развивать объемно-пространственное мышление, чувство цвета, реализовать способности и желания ребенка. Дети пополняют свой запас знаний в ручном шитье. Также программа помогает получить базовые знания о цвете, материале, рисунке, повышает практические знания, умения и развитие творческой личности. Отличительной особенностью программы является то, что она охватывает большинство старинных и современных технологий вышивки, позволяет комбинировать различные виды вышивки между собой, комбинировать вышивку и аппликацию, что придает изделиям своеобразность и неповторимость, развивает фантазию, дает простор творчеству. Владение несколькими видами вышивки позволяют расширить область применения изделий с вышивкой в быту, в декоративном оформлении различных предметов.",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "45 минут",
        "id": 34,
        "created_at": "2025-07-23 11:10:40",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:32"
    },
    {
        "name": "Актёрское мастерство",
        "direction": "Театр",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "60 минут",
        "id": 35,
        "created_at": "2025-07-29 10:07:46",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:31"
    },
    {
        "name": "Аттитюд",
        "direction": "Другое",
        "description": "",
        "age_group": "Смешанная",
        "price": "",
        "duration": "60 минут",
        "id": 36,
        "created_at": "2025-07-29 11:49:47",
        "updated_at": "2025-09-03 07:09:31",
        "visibility": true
    },
    {
        "name": "Край родной",
        "direction": "Другое",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "",
        "id": 37,
        "created_at": "2025-07-29 13:21:47",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:30"
    },
    {
        "name": "Волшебная глина",
        "direction": "Декоративно-прикладное творчество",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 38,
        "created_at": "2025-07-29 14:13:08",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:28"
    },
    {
        "name": "Галерея творчество. Оригами",
        "direction": "Декоративно-прикладное творчество",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 39,
        "created_at": "2025-07-29 14:16:41",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:28"
    },
    {
        "name": "Дворовый футбол",
        "direction": "Другое",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 40,
        "created_at": "2025-07-29 14:31:59",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:27"
    },
    {
        "name": "мини-Футбол",
        "direction": "Другое",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 41,
        "created_at": "2025-07-29 14:35:10",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:27"
    },
    {
        "name": "Арабеск",
        "direction": "Хореография",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 42,
        "created_at": "2025-07-30 08:41:36",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:26"
    },
    {
        "name": "СтритДенс",
        "direction": "Хореография",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 43,
        "created_at": "2025-07-30 08:46:17",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:25"
    },
    {
        "name": "Авиамоделирование",
        "direction": "Декоративно-прикладное творчество",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 44,
        "created_at": "2025-07-30 08:50:27",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:25"
    },
    {
        "name": "Актёрская мастерская \"Крылья свободы\"",
        "direction": "Театр",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 45,
        "created_at": "2025-07-30 08:56:28",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:24"
    },
    {
        "name": "Поэтический клуб",
        "direction": "Театр",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 46,
        "created_at": "2025-07-30 08:59:37",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:23"
    },
    {
        "name": "Высокая нота",
        "direction": "Вокал",
        "description": "",
        "age_group": "Смешанная группа",
        "price": "",
        "duration": "120 минут",
        "id": 47,
        "created_at": "2025-07-30 09:07:07",
        "visibility": true,
        "updated_at": "2025-09-03 07:09:23"
    }
]